Revit 2027 API
SymbolTypeId.KVA Property
 Symbol kVA, indicating unit Kilovolt amperes.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KVA { get; }
Public Shared ReadOnly Property KVA As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KVA {
	ForgeTypeId^ get ();
}
static member KVA : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace